import random
first=["Помню","Я видел","Не помню","Как то раз","Ночью","Днем"]
second=["некое","чудное","страное","вкусное","пьяное","свинское","нужное","конское","четкое"]
third=["варенье","хотенье","затменье","мгновенье","творенье","смущенье","печенье","рожденье","мученье"]
fourth=["на кладбище","в моих мечтах","в моих штанах","из-за угла","в ночном горшке","из головы"]
fifth = ['сталин', 'торчат кресты', 'явилась ты', 'стихов листы',
         'мои трусы', 'помылась ты', 'поют дрозды']
sixth = ['психотропное', 'очевидное', 'у воробушков', 'благородное', 'мимолетное']
seventh = ['сиденье', 'паренье', 'сужденье', 'теченье', 'паденье', 'вращенье']
eighth = ['гений', 'сторож', 'символ', 'спарта', 'правда', 'ангел',
          'ахтунг']
ninth = ['вечной', 'тухлой', 'просит', 'грязной', 'липкой', 'в пене', 'жаждет']
tenth = ['мерзлоты', 'суеты', 'срамоты', 'школоты', 'типа ты', 'простоты',
         'красоты']
f=[first,second,third,fourth,fifth,sixth,seventh,eighth,ninth,tenth]
poem=""
poem+=random.choice(f[0])+" "
poem+=random.choice(f[1])+" "
poem+=random.choice(f[2])+" "
poem+=random.choice(f[3])+" "
poem+=random.choice(f[4])+" "+"как "
poem+=random.choice(f[5])+" "
poem+=random.choice(f[6])+" "+"как "
poem+=random.choice(f[7])+" "
poem+=random.choice(f[8])+" "
poem+=random.choice(f[9])+" "
print (poem)
